{
    "CookiePolicy.choicesP1": "Вы согласны получать статистические файлы cookie. Вы можете изменить это предпочтение здесь:",
    "CookiePolicy.cookieExpiryTableHeader": "Срок действия",
    "CookiePolicy.cookieP1": "Учебная платформа Kolibri использует файлы cookie для персонализации и безопасности вашего опыта, для анализа трафика, а также для улучшения производительности и функциональности своего сервиса. Cookies - это небольшие текстовые файлы, которые могут использоваться веб-сайтами для повышения эффективности работы пользователя.",
    "CookiePolicy.cookieP2": "Согласно действующему законодательству о конфиденциальности (GDPR и CCPA), мы можем хранить файлы cookie на вашем устройстве, если они строго необходимы для работы сервиса. Для всех других типов файлов cookie нам необходимо ваше разрешение.",
    "CookiePolicy.cookieP3": "Учебная платформа Kolibri использует различные типы файлов cookie. Некоторые файлы cookie строго необходимы, а некоторые предназначены для дополнительных аналитических целей. Вы можете в любое время изменить или отозвать свое согласие.",
    "CookiePolicy.cookieP4": "Узнайте больше о том, как ваши данные могут обрабатываться, в нашей Политике использования и конфиденциальности.",
    "CookiePolicy.cookieP5": "Необходимые файлы cookie помогают сделать сайт удобным для использования, обеспечивая такие основные функции, как навигация по странице и доступ к ее защищенным областям. Сайт не может функционировать должным образом без этих файлов cookie.",
    "CookiePolicy.cookiePurposeTableHeader": "Назначение",
    "CookiePolicy.csrftokenCookiePurpose": "Для защиты страницы входа в систему и обеспечения того, чтобы никто не мог войти в ваш браузер или выполнить действия от вашего имени без вашего согласия.",
    "CookiePolicy.kolibriCookieConsentPurpose": "Используется для определения того, принял или отклонил ли посетитель ранее необязательные файлы cookie, чтобы избежать необходимости повторного запроса.",
    "CookiePolicy.kolibriCookieExpiry": "До конца сессии",
    "CookiePolicy.kolibriCookiePurpose": "Для защиты вашего сеанса входа в систему и предоставления вам доступа к вашим личным данным",
    "CookiePolicy.necessaryCookiesHeader": "Необходимые файлы cookie",
    "CookiePolicy.statisticsCookiesHeader": "Статистические файлы cookie",
    "CookiePolicy.statisticsCookiesP1": "Статистические файлы cookie помогают владельцам веб-сайтов понять, как посетители взаимодействуют с веб-сайтами, собирая и сообщая информацию анонимно.",
    "CookiePolicy.twoYearExpiry": "2 года",
    "CookiePolicy.visitorIdPurpose": "Регистрирует уникальный идентификатор, который используется для получения статистических данных о том, как анонимный посетитель использует сайт.",
    "CookiePolicy.yourChoicesHeader": "Ваш выбор",
    "UsageAndPrivacy.kolibriAboutP1": "Программное обеспечение Kolibri разработано компанией Foundation for Learning Equality, Inc. Более подробную информацию, включая Условия предоставления услуг и Политику конфиденциальности Kolibri, можно найти на сайте:",
    "UsageAndPrivacy.kolibriAboutP2": "Kolibri - это программное приложение, которое может быть установлено на самых разных устройствах без необходимости подключения к Интернету.",
    "UsageAndPrivacy.kolibriAboutP3": "В отличие от многих онлайн веб-сервисов, доступ к которым осуществляется через веб-браузер, по всему миру существуют тысячи независимых установок Kolibri вЂ\" в том числе и эта. Каждая установка Kolibri управляется и контролируется владельцем устройства, на котором она установлена.",
    "UsageAndPrivacy.kolibriAboutP4": "Администраторы также могут синхронизировать данные Kolibri с облачной службой Kolibri Data Portal. Если это произойдет, все данные учреждения будут доступны администраторам организации на Kolibri Data Portal. Они будут загружены на облачные серверы, управляемые компанией Learning Equality, которая также будет иметь доступ к этим данным.",
    "UsageAndPrivacy.kolibriAboutP5": "Для улучшения качества Kolibri и ресурсов на нем, Learning Equality собирает анонимизированную информацию об использовании, когда Kolibri имеет доступ к интернету. Сюда входят IP-адреса, связанные с сервером, и данные об устройстве, такие как операционная система и часовой пояс. Мы также собираем сводную статистику, включая: количество пользователей и объектов, распределение по годам рождения и полу, а также популярность ресурсов. Мы прилагаем все усилия, чтобы избежать сбора персонально идентифицирующей информации о пользователях Kolibri.",
    "UsageAndPrivacy.kolibriAboutTitle": "О Колибри",
    "UsageAndPrivacy.kolibriOwnersP1": "Вы должны использовать Kolibri в качестве сервиса в соответствии со всеми применимыми законами. Если вы являетесь владельцем устройства, на котором установлен Kolibri, пожалуйста, имейте в виду, что вы несете конечную ответственность за безопасность и защиту пользовательских данных, которые хранятся в Kolibri.",
    "UsageAndPrivacy.kolibriOwnersP2": "Вы также должны следовать лучшим практикам информационной безопасности для защиты данных ваших пользователей. Это включает физическую защиту устройства, шифрование жесткого диска, использование надежных и уникальных паролей, обновление операционной системы и правильно настроенный брандмауэр.",
    "UsageAndPrivacy.kolibriOwnersP3": "Если вы решите синхронизировать данные вашего объекта с порталом Kolibri Data Portal, вы предоставите администраторам организации Kolibri Data Portal доступ к вашим данным. Вы также предоставите доступ компании Learning Equality, которая управляет серверами.",
    "UsageAndPrivacy.kolibriOwnersP4": "Пожалуйста, убедитесь, что у ваших пользователей есть возможность связаться с вами, если у них возникнут проблемы с их учетными записями.",
    "UsageAndPrivacy.kolibriOwnersTitle": "Администраторы",
    "UsageAndPrivacy.kolibriUsersL1": "сообщать свой пароль, давать кому-либо доступ к своему аккаунту или делать что-либо, что может подвергнуть ваш аккаунт риску",
    "UsageAndPrivacy.kolibriUsersL2": "Пытаться получить доступ к учетной записи любого другого пользователя",
    "UsageAndPrivacy.kolibriUsersL3": "Удалять, обходить, отключать, повреждать или иным образом вмешиваться в функции безопасности Kolibri",
    "UsageAndPrivacy.kolibriUsersL4": "Намеренно вмешиваться или наносить ущерб работе \"Колибри\" или пользованию им любым пользователем, любыми средствами",
    "UsageAndPrivacy.kolibriUsersP1": "Вы должны использовать Kolibri в соответствии со всеми применимыми законами. Это может означать получение разрешения от ваших родителей, опекунов или учителей.",
    "UsageAndPrivacy.kolibriUsersP2": "Помните, что ваша личная информация может быть видна другим людям в зависимости от того, как настроено программное обеспечение и как вы получаете доступ к нему.",
    "UsageAndPrivacy.kolibriUsersP3": "Пожалуйста, свяжитесь с местным администратором Kolibri, чтобы узнать, какая ваша личная информация может храниться, кому она видна, как ее обновить или удалить, или если вы считаете, что ваша учетная запись была взломана.",
    "UsageAndPrivacy.kolibriUsersP4": "Не стоит:",
    "UsageAndPrivacy.kolibriUsersP5": "Когда вы используете Kolibri в качестве зарегистрированного пользователя, такая информация, как ваше имя, имя пользователя, возраст, год рождения, идентификационный номер, ресурсы, которые вы просматриваете, и ваши результаты в оценках могут быть доступны администраторам и тренерам вашего учреждения. Ваша информация также может быть использована разработчиками Kolibri и передана создателям контента, чтобы помочь улучшить программное обеспечение и ресурсы для различных типов учащихся и их потребностей.",
    "UsageAndPrivacy.kolibriUsersP6": "Когда вы пользуетесь Kolibri в качестве гостя, совокупная информация о ресурсах, которые просматриваете вы и другие гостевые пользователи, может быть доступна администраторам и некоторым тренерам.",
    "UsageAndPrivacy.openIdH1": "Вход в сторонние приложения с помощью Kolibri",
    "UsageAndPrivacy.openIdP1": "Можно использовать Kolibri для регистрации или входа в сторонние приложения. Если вы это сделаете, другое приложение получит доступ к вашему имени пользователя Kolibri, уникальному идентификатору пользователя и полному имени."
}